{
  "Footer": {
    "policy": "Chính sách sử dụng",
    "about": "Giới thiệu",
    "contact": "Liên hệ"
  },
  "HomePage": {
    "title": "Trình Tạo Tin Nhắn Giả",
    "description": "Tạo tin nhắn giả từ nhiều nền tảng khác nhau. Vui lòng đọc kỹ chính sách sử dụng trước khi dùng.",
    "generators": {
      "chatgpt": {
        "name": "ChatGPT",
        "description": "Tạo cuộc hội thoại ChatGPT giả"
      },
      "messenger": {
        "name": "Facebook Messenger",
        "description": "Tạo cuộc hội thoại Messenger giả"
      }
    },
    "about": {
      "headline": "Không còn tự gửi tin nhắn!",
      "memeAlt": "Ảnh meme: Không còn tự gửi tin nhắn!",
      "description1": "Bạn đã từng phải dùng 2 chiếc điện thoại chỉ để tạo một đoạn Chat vui nhộn?",
      "brand": " FakeMess ",
      "description2":"cho phép bạn tạo cả hai bên của bất kỳ cuộc hội thoại nào trong một nơi—không còn tự gửi tin nhắn hoặc chụp ảnh từ hai thiết bị!",
      "bullet1": "Tiết kiệm thời gian và công sức—tạo cuộc hội thoại thực tế ngay lập tức",
      "bullet2": "Hoàn hảo cho meme, cười, câu chuyện và dự án sáng tạo",
      "bullet3": "Tùy chỉnh ảnh đại diện, tên, thời gian và nhiều hơn nữa",
      "bullet4": "Xuất ảnh chụp tin nhắn chất lượng cao để chia sẻ",
      "privacyNote": "Tất cả trong trình duyệt của bạn. An toàn, riêng tư và dễ sử dụng!"
    },
    "chatgpt": {
      "title": "Fake ChatGPT Messages",
      "description": "Công cụ miễn phí tạo tin nhắn ChatGPT giả. Vui lòng đọc kỹ chính sách sử dụng trước khi dùng.",
      "table1": {
        "input": "Sửa",
        "description": "Thêm nội dung tin nhắn và câu trả lời của ChatGPT",
        "message": "Tin nhắn",
        "addmsg": "Thêm tin nhắn"
      },
      "table2": {
        "output": "Kết quả",
        "messagePlaceholder": "Tin nhắn",
        "guide": "Bạn có thể Tải ảnh về hoặc Sao chép vào bộ nhớ tạm",
        "downloadBtn": "Tải ảnh",
        "copyBtn": "Copy",
        "copyMsg": "Đã sao chép"
      }
    },
    "messenger": {
      "title": "Fake Messenger",
      "description": "Công cụ miễn phí tạo tin nhắn Messenger giả. Vui lòng đọc kỹ chính sách sử dụng trước khi dùng.",
      "table1": {
        "input": "Sửa",
        "description": "Thêm nội dung tin nhắn giữa bạn và bạn bè",
        "message": "Tin nhắn",
        "addmsg": "Thêm tin nhắn",
        "friendName": "Tên bạn bè",
        "friendNamePlaceholder": "Nhập tên bạn bè",
        "friendAvatar": "Ảnh đại diện bạn bè",
        "userAvatar": "Ảnh đại diện của bạn",
        "user": "Bạn",
        "friend": "Bạn bè",
        "timePlaceholder": "Thời gian (tùy chọn)",
        "uiMode": "Giao diện",
        "classicMode": "Cổ điển",
        "modernMode": "Hiện đại",
        "activeStatus": "Trạng thái hoạt động",
        "activeStatusPlaceholder": "Đang hoạt động",
        "messagePlaceholder": "Tin nhắn",
        "seenStatus": "Thêm trạng thái đã xem",
        "seenStatusPlaceholder": "Đã xem hôm qua"
      },
      "table2": {
        "output": "Kết quả",
        "messagePlaceholder": "Aa",
        "guide": "Bạn có thể Tải ảnh về hoặc Sao chép vào bộ nhớ tạm",
        "downloadBtn": "Tải ảnh",
        "copyBtn": "Copy",
        "copyMsg": "Đã sao chép"
      }
    }
  },
  "LocaleSwitcher": {
    "label": "Ngôn ngữ",
    "locale": {
      "vi": "🇻🇳 Tiếng Việt",
      "en": "🇺🇸 English"
    }
  },
  "Policy": {
    "title": "Chính Sách Sử Dụng",
    "intro": "Giới Thiệu",
    "introContent1": "Chào mừng đến với FakeMess. Chính sách này nêu rõ các điều khoản và điều kiện sử dụng các công cụ tạo tin nhắn giả của chúng tôi.",
    "introContent2": "Các công cụ của chúng tôi được thiết kế chỉ dành cho mục đích giải trí và sáng tạo. Vui lòng sử dụng một cách có trách nhiệm.",
    "usage": "Chính Sách Sử Dụng",
    "usageContent": "Bằng việc sử dụng dịch vụ của chúng tôi, bạn đồng ý với các điều khoản sau:",
    "usageLi1": "Chỉ sử dụng nội dung được tạo cho mục đích giải trí",
    "usageLi2": "Không sử dụng nội dung để lừa dối hoặc gây hiểu nhầm cho người khác",
    "usageLi3": "Không sử dụng nội dung cho bất kỳ hoạt động bất hợp pháp nào",
    "usageLi4": "Không tuyên bố nội dung được tạo là xác thực",
    "usageLi5": "Tôn trọng bản quyền và quyền sở hữu trí tuệ",
    "tools": {
      "title": "Các Công Cụ Hiện Có",
      "chatgpt": {
        "title": "Công Cụ Tạo Tin Nhắn ChatGPT",
        "description": "Tạo các cuộc hội thoại ChatGPT trông thực tế với tin nhắn và phản hồi có thể tùy chỉnh.",
        "feature1": "Tùy chỉnh phản hồi AI và tin nhắn người dùng",
        "feature2": "Thêm thời gian và ngữ cảnh hội thoại",
        "feature3": "Tải xuống dưới dạng hình ảnh để dễ dàng chia sẻ"
      },
      "messenger": {
        "title": "Công Cụ Tạo Chat Messenger",
        "description": "Tạo các cuộc hội thoại Facebook Messenger trông xác thực với nhiều tùy chọn tùy chỉnh.",
        "feature1": "Tùy chỉnh bong bóng tin nhắn và thời gian",
        "feature2": "Thêm chỉ báo đang nhập và trạng thái đã đọc",
        "feature3": "Bao gồm ảnh đại diện và tên người dùng"
      }
    },
    "howToTitle": "Cách Sử Dụng",
    "howToContent": "Làm theo các bước đơn giản sau để tạo tin nhắn giả của bạn:",
    "howTo": {
      "step1": "Chọn công cụ bạn muốn sử dụng (ChatGPT hoặc Messenger)",
      "step2": "Tùy chỉnh cuộc hội thoại của bạn với các tùy chọn có sẵn",
      "step3": "Tạo và tải xuống hình ảnh của bạn",
      "step4": "Chia sẻ tin nhắn giả của bạn trên mạng xã hội hoặc với bạn bè"
    },
    "disclaimer": {
      "title": "Tuyên Bố Miễn Trừ Trách Nhiệm Quan Trọng",
      "content": "Nội dung được tạo bởi các công cụ của chúng tôi chỉ dành cho mục đích giải trí. Chúng tôi không khuyến khích hoặc ủng hộ việc sử dụng tin nhắn giả cho mục đích lừa dối. Người dùng hoàn toàn chịu trách nhiệm về cách họ sử dụng nội dung được tạo."
    }
  },
  "About": {
    "title": "Giới thiệu về FakeMess",
    "mission": {
      "title": "Sứ mệnh của chúng tôi",
      "paragraph1": "Tại FakeMess, chúng tôi cam kết cung cấp các công cụ chất lượng cao để tạo ra các ảnh chụp tin nhắn thực tế. Nền tảng của chúng tôi giúp các nhà sáng tạo nội dung, nhà giáo dục và nhà thiết kế tạo ra các cuộc hội thoại trông thực tế cho nhiều mục đích hợp pháp khác nhau.",
      "paragraph2": "Chúng tôi tin rằng việc làm cho các công cụ chuyên nghiệp có thể tiếp cận được với mọi người, đó là lý do tại sao tất cả các công cụ tạo của chúng tôi đều hoàn toàn miễn phí, không có phí ẩn hoặc tính năng cao cấp."
    },
    "offer": {
      "title": "Chúng tôi cung cấp",
      "chatgpt": "Trình tạo ChatGPT: Tạo ảnh chụp cuộc hội thoại AI thực tế với định dạng khối mã và hỗ trợ markdown",
      "messenger": "Trình tạo Facebook Messenger: Tạo cuộc hội thoại Messenger thực tế với kiểu dáng và tính năng phù hợp",
      "privacy": "Công cụ tập trung vào quyền riêng tư: Tất cả xử lý đều diễn ra cục bộ trong trình duyệt của bạn",
      "free": "Truy cập miễn phí: Không yêu cầu đăng ký, không có phí ẩn"
    },
    "values": {
      "title": "Giá trị của chúng tôi",
      "accessibility": "Khả năng tiếp cận: Làm cho các công cụ chuyên nghiệp có sẵn cho mọi người",
      "privacy": "Quyền riêng tư: Đảm bảo dữ liệu người dùng được giữ riêng tư và an toàn",
      "quality": "Chất lượng: Duy trì tiêu chuẩn cao trong công cụ và tính năng của chúng tôi",
      "responsibility": "Trách nhiệm: Thúc đẩy việc sử dụng công cụ một cách có đạo đức"
    },
    "commitment": {
      "title": "Cam kết của chúng tôi",
      "paragraph1": "Chúng tôi cam kết liên tục cải thiện công cụ và thêm các tính năng mới dựa trên phản hồi của người dùng. Mục tiêu của chúng tôi là cung cấp trải nghiệm tốt nhất có thể để tạo ảnh chụp tin nhắn thực tế trong khi duy trì các giá trị cốt lõi về khả năng tiếp cận, quyền riêng tư và chất lượng.",
      "paragraph2": "Chúng tôi tin vào sự minh bạch và giao tiếp cởi mở với người dùng. Nếu bạn có bất kỳ câu hỏi, đề xuất hoặc phản hồi nào, đừng ngần ngại liên hệ với chúng tôi."
    }
  },
  "Contact": {
    "title": "Liên hệ",
    "getInTouch": {
      "title": "Liên hệ với chúng tôi",
      "description": "Có câu hỏi, phản hồi hoặc đề xuất? Chúng tôi rất muốn nghe từ bạn! Hãy liên hệ qua các kênh sau:",
      "email": "Email",
      "github": "GitHub"
    },
    "responseTime": {
      "title": "Thời gian phản hồi",
      "description": "Chúng tôi thường phản hồi tất cả các yêu cầu trong vòng 24-48 giờ. Đối với các vấn đề khẩn cấp, vui lòng thêm \"KHẨN CẤP\" vào dòng chủ đề email."
    },
    "whatToInclude": {
      "title": "Những gì cần bao gồm",
      "description": "Mô tả rõ ràng về yêu cầu hoặc phản hồi của bạn",
      "screenshots": "Bất kỳ ảnh chụp màn hình hoặc ví dụ liên quan",
      "contactMethod": "Phương thức liên hệ ưa thích của bạn",
      "requirements": "Bất kỳ yêu cầu hoặc thời hạn cụ thể nào"
    }
  },
  "metadata": {
    "title": "FakeMess - Tạo Tin Nhắn Giả Thực Tế",
    "description": "Tạo ảnh chụp tin nhắn thực tế cho ChatGPT và Facebook Messenger. Công cụ trực tuyến miễn phí để tạo cuộc hội thoại giả, hoàn hảo cho nội dung mạng xã hội, tài liệu tiếp thị và thiết kế.",
    "keywords": [
      "trình tạo tin nhắn giả",
      "tạo ảnh chụp tin nhắn",
      "trình tạo messenger giả",
      "trình tạo chatgpt giả",
      "tạo cuộc hội thoại",
      "ảnh chụp tin nhắn giả",
      "tạo ảnh messenger",
      "tạo cuộc hội thoại chatgpt",
      "tạo tin nhắn giả",
      "tạo mẫu tin nhắn"
    ],
    "ogImageAlt": "FakeMess - Trình Tạo Tin Nhắn Giả"
  }
}
